Revit 2027 API
BuiltInFailures.GroupFailures.UnableToConvertGroupsToLinks Property
 Unable to convert the selected groups to links.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId UnableToConvertGroupsToLinks { get; }
Public Shared ReadOnly Property UnableToConvertGroupsToLinks As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ UnableToConvertGroupsToLinks {
	FailureDefinitionId^ get ();
}
static member UnableToConvertGroupsToLinks : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace